Revit 2027 API
ParameterTypeId.CurtaingridBeltRation1 Property
 "Measurement Line"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridBeltRation1 { get; }
Public Shared ReadOnly Property CurtaingridBeltRation1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridBeltRation1 {
	ForgeTypeId^ get ();
}
static member CurtaingridBeltRation1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace